IDEA StatiCa Open Model
ConcreteSLSCheckResultStiffness.StiffnessII Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 stiffnesses calculated on fully-cracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionStiffnesses StiffnessII { get; set; }
Public Property StiffnessII As SectionStiffnesses
	Get
	Set
public:
property SectionStiffnesses^ StiffnessII {
	SectionStiffnesses^ get ();
	void set (SectionStiffnesses^ value);
}
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace